[
  {
    "faqAndRulesQuestion": "Для чего этот бот?",
    "answer": "ShortStory bot - предоставляет услугу условной психологической помощи, позволяя пользователям делиться своими короткими историями. Это может быть мотивационным рассказом, вдохновляющей историей или просто местом для выражения эмоций и переживаний. Мы верим, что поделиться своим опытом может быть полезным для других."
  },
  {
    "faqAndRulesQuestion": "На сколько бот анонимный?",
    "answer": "Мы предоставляем анонимное пространство для ваших историй, где вы можете чувствовать себя свободно и защищенно. Ваша конфиденциальность - наш приоритет. ShortStory не собирает личные данные, за исключением ID аккаунта Telegram (для обеспечения комфортного использования). Наш код открыт и доступен по <a href=\"https://github.com/eugeneviktorov/ShortStory-Public\">ссылке</a>, что гарантирует прозрачность. Но даже в случае кражи вашего ID, не существует возможности для злоумышленников получить какую-либо значимую информацию."
  },
  {
    "faqAndRulesQuestion": "Как поддерживается анонимность пользователей на платформе?",
    "answer": "Вопрос анонимности в историях полностью зависит от вас. Вы сами решаете, какую информацию раскрывать. Мы гарантируем защиту ваших данных согласно политике конфиденциальности (см. пункт 2). При этом, мы не запрещаем упоминание ФИО в историях, если это соответствует вашему желанию и не противоречит законам Российской Федерации. Мы уважаем ваше право на анонимность и обеспечиваем безопасное использование платформы."
  },
  {
    "faqAndRulesQuestion": "Есть ли ограничения по длине истории?",
    "answer": "Да, длина истории ограничена 4000 символами. Это соответствует стандартному ограничению сообщений в Telegram. Создание историй длиннее этого предела нецелесообразно."
  },
  {
    "faqAndRulesQuestion": "На каких языках можно писать истории?",
    "answer": "Вы можете творить свои истории на разных языках! ShortStory открыт для творчества на многочисленных языках мира. Однако, помните, что хотя Telegram поддерживает перевод сообщений, бот является русскоязычным, что может повлиять на удобство взаимодействия с читателями."
  },
  {
    "faqAndRulesQuestion": "Могу ли я комментировать истории других пользователей или получить обратную связь на свою историю?",
    "answer": "К сожалению, данная функция в настоящее время недоступна, и ее реализация не планируется. Вы можете отслеживать список возможных функций в разделе задач на <a href=\"https://github.com/eugeneviktorov/ShortStory-Public/issues\">GitHub</a>."
  },
  {
    "faqAndRulesQuestion": "Могу ли я редактировать свою опубликованную историю?",
    "answer": "Нет, опубликованный материал считается завершенным, и внесение изменений может привести к негативным последствиям. Внесение коррекций в факты и сюжет может исказить восприятие читателя."
  },
  {
    "faqAndRulesQuestion": "Почему истории не удаляются?",
    "answer": "Мы не удаляем истории, за исключением случаев нарушения наших правил написания историй (ознакомиться с правилами можно в главном меню ShortStory bot или по <a href=\"https://viktorovvv.ru/projects/ShortStory/rules\">ссылке</a>) и также законов Российской Федерации. Это предотвращает возможные попытки злоумышленников удалить чужие истории. Мы стремимся создать безопасное пространство для выражения, и удаление историй только в случае явного нарушения помогает нам поддерживать эту безопасность."
  },
  {
    "faqAndRulesQuestion": "Какие типы историй можно публиковать на ShortStory?",
    "answer": "ShortStory приветствует разнообразие историй. Это может быть всё: от личных успехов и вдохновляющих моментов до небольших повседневных радостей. Главное, чтобы ваш рассказ был в духе сообщества. Ждем от вас истории, которые могут поднять настроение и вдохновить других участников сообщества!"
  },
  {
    "faqAndRulesQuestion": "Могу ли я читать истории без публикации своей собственной?",
    "answer": "Конечно! ShortStory - это не только место для публикации, но и для чтения вдохновляющих историй других участников. Вы можете наслаждаться контентом, не создавая свой собственный. Надеемся, что истории других людей станут для вас источником вдохновения и позитивных эмоций. Каждая история имеет значение, и каждый участник ценен!"
  },
  {
    "faqAndRulesQuestion": "Как часто обновляются истории на ShortStory?",
    "answer": "Истории обновляются в зависимости от вашего участия в написании историй."
  },
  {
    "faqAndRulesQuestion": "Как часто происходит модерация историй, и что делать при обнаружении недопустимого контента?",
    "answer": "Все истории проходят регулярную обязательную модерацию с целью выявления нарушений. Пожалуйста, доверьтесь работе наших модераторов, и мы постараемся поддерживать безопасное и положительное сообщество. Однако, если модерация упустила историю, не соответствующую требованиям безопасности и качества контента, воспользуйтесь функцией 'Пожаловаться', открыв соответствующую историю."
  },
  {
    "faqAndRulesQuestion": "Почему нету лайков и дизлайков на историях?",
    "answer": "Отсутствие лайков и дизлайков целенаправленно на создание более позитивной обстановки в нашем сообществе. Это решение принято с учетом психологического благополучия участников, которое призвано смягчить воздействие оценочных элементов и поддерживать более приятную атмосферу взаимодействия."
  },
  {
    "faqAndRulesQuestion": "Почему нету топа историй?",
    "answer": "Отсутствие топа историй целенаправленно на поддержание равноправия среди контента и участников нашего сообщества. Мы стремимся создать платформу, где каждая история имеет равные возможности быть замеченной и оцененной, независимо от ее популярности. Это содействует разнообразию и обогащению опыта участников, предоставляя равные условия для всех творческих выражений."
  },
  {
    "faqAndRulesQuestion": "Почему отсутствуют привилегии?",
    "answer": "ShortStory стремится создать общее пространство, где каждый может чувствовать себя равным и вносить свой вклад, не прибегая к приобретению привилегий. Поэтому мы не предоставляем особых привилегий, таких как топ-истории за донаты или другие виды преимуществ."
  }
]
