[
  {
    "meaning": "Использование стандартных символов",
    "answer": "Пожалуйста, ограничьтесь использованием стандартных символов в тексте истории. Использование нестандартных символов может привести к проблемам с отображением и, в случае нарушения, к удалению истории."
  },
  {
    "meaning": "Длина темы и истории",
    "answer": "Длина темы не должна превышать 25 символов (это необходимо для удобного чтения на маленьких устройствах). Длина истории должна составлять от 10 до 4000 символов. Система предоставит сообщение об ошибке, если пользователь не соблюдает указанный диапазон символов."
  },
  {
    "meaning": "Контроль качества контента",
    "answer": "Пожалуйста, старайтесь создавать качественный и увлекательный контент. Истории, содержащие бессмысленные тексты или спам, могут быть удалены. Мы ценим ваш вклад в формирование интересного и положительного пространства."
  },
  {
    "meaning": "Проверенные ссылки",
    "answer": "Разрешено включать ссылки в истории, но они должны вести только на проверенные источники. Истории с ссылками на вирусные сайты, мошеннические ресурсы или нарушающие законы Российской Федерации будут удалены."
  },
  {
    "meaning": "Соблюдение законов и норм общественной морали",
    "answer": "Запрещено создавать контент, который содержит материалы, способные вызвать ненависть, дискриминацию или нарушить принципы уважения, в том числе любые формы негативных высказываний по признакам расы, пола, религии и прочего. Также запрещено использовать оскорбительные выражения и контент, который может причинить вред чувствам или нарушить нормы общественной этики."
  },
  {
    "meaning": "Запрет на распространение ложной информации",
    "answer": "Запрещено создавать истории, содержащие ложную информацию, манипуляции фактами или нарушения закона о фейках. Нарушение этого правила может повлечь за собой удаление истории."
  },
  {
    "meaning": "Уважение к анонимности",
    "answer": "Просим соблюдать принцип анонимности. Указание имен и т.п. в историях допустимо лишь при наличии согласия соответствующих лиц и при условии, что это не противоречит законам Российской Федерации, в частности, Федеральный закон 'О персональных данных' от 27.07.2006 №152-ФЗ."
  },
  {
    "meaning": "Модерация и удаление",
    "answer": "Истории публикуются сразу после загрузки, но стоит учесть, что каждая из них проходит обязательную процедуру модерации. Администрация вправе удалить историю, нарушающую установленные правила."
  },
  {
    "meaning": "Обновления правил",
    "answer": "Правила могут периодически обновляться и дополняться. Пожалуйста, регулярно проверяйте раздел с правилами, чтобы быть в курсе изменений. Администрация имеет право в любое время, без уведомления пользователя, вносить любые изменения в правила."
  }
]
